Repository: dan-hart/AsNeeded
Catalog: AsNeeded/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fa, fi, fr, fr_ca, he, hi, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, vi, zh_hans, zh_hant, zh_hk

source: View full disclaimer
ar: عرض إخلاء المسؤولية الكامل
ca: Mostra el descàrrec complet
cs: Zobrazit úplné prohlášení o vyloučení odpovědnosti
da: Se fuld ansvarsfraskrivelse
de: Vollständigen Haftungsausschluss ansehen
el: Δες ολόκληρη την αποποίηση ευθύνης
es: Ver el descargo de responsabilidad completo
es_419: Ver el descargo de responsabilidad completo
fa: مشاهده توضیحات قانونی کامل
fi: Näytä koko vastuuvapauslauseke
fr: Voir la clause de non-responsabilité complète
fr_ca: Voir l'avis légal complet
he: הצג את סעיף ההחלטה המלא
hi: पूर्ण अस्वीकरण देखें
hu: Teljes nyilatkozat megtekintése
id: Lihat penafian lengkap
it: Visualizza il disclaimer completo
ja: 免責事項全文を見る
kk: Толық ескерту мәтінін қарау
ko: 전체 면책조항 보기
ms: Lihat penafian penuh
nb: Vis full ansvarsfraskrivelse
nl: Volledige disclaimer bekijken
pl: Pokaż pełne zastrzeżenie
pt_br: Ver aviso legal completo
pt_pt: Ver aviso legal completo
ro: Afișează avertismentul complet
ru: Показать полный отказ от ответственности
sv: Visa hela ansvarsfriskrivningen
th: ดูคำปฏิเสธความรับผิดชอบฉบับเต็ม
tr: Tam feragatnameyi görüntüle
vi: Xem toàn bộ tuyên bố từ chối trách nhiệm
zh_hans: 查看完整免责声明
zh_hant: 查看完整免責聲明
zh_hk: 檢視完整免責聲明

source: View Source Code
ar: عرض الشيفرة المصدرية
ca: Mostra el codi font
cs: Zobrazit zdrojový kód
da: Se kildekode
de: Quellcode ansehen
el: Δες τον πηγαίο κώδικα
es: Ver código fuente
es_419: Ver código fuente
fa: مشاهده کد منبع
fi: Näytä lähdekoodi
fr: Voir le code source
fr_ca: Voir le code source
he: הצג קוד מקור
hi: स्रोत कोड देखें
hu: Forráskód megtekintése
id: Lihat Kode Sumber
it: Visualizza il codice sorgente
ja: ソースコードを見る
kk: Дереккөз кодын көру
ko: 소스 코드 보기
ms: Lihat Kod Sumber
nb: Vis kildekoden
nl: Broncode bekijken
pl: Zobacz kod źródłowy
pt_br: Ver código-fonte
pt_pt: Ver código-fonte
ro: Vezi codul sursă
ru: Просмотреть исходный код
sv: Visa källkod
th: ดูซอร์สโค้ด
tr: Kaynak Kodu Görüntüle
vi: Xem mã nguồn
zh_hans: 查看源代码
zh_hant: 檢視原始程式碼
zh_hk: 檢視原始程式碼

source: View source code, report issues, or contribute
ar: عرض الشيفرة المصدرية، الإبلاغ عن المشكلات، أو المساهمة
ca: Mostra el codi font, informa de problemes o contribueix
cs: Prohlédnout zdrojový kód, nahlásit chyby nebo přispět
da: Se kildekode, indberet fejl eller bidrag
de: Quellcode ansehen, Probleme melden oder beitragen
el: Δες τον πηγαίο κώδικα, ανέφερε προβλήματα ή συνεισέφερε
es: Ver código fuente, informar de problemas o contribuir
es_419: Ver el código fuente, reportar problemas o contribuir
fa: مشاهده کد منبع، گزارش مشکلات یا مشارکت
fi: Katso lähdekoodi, ilmoita ongelmista tai osallistu kehitykseen
fr: Consulter le code source, signaler des problèmes ou contribuer
fr_ca: Voir le code source, signaler des problèmes ou contribuer
he: הצג קוד המקור, דווח על בעיות או תרום
hi: स्रोत कोड देखें, समस्याएँ रिपोर्ट करें, या योगदान दें
hu: Nézd meg a forráskódot, jelents hibákat, vagy járulj hozzá
id: Lihat kode sumber, laporkan masalah, atau berkontribusi
it: Visualizza il codice sorgente, segnala problemi o contribuisci
ja: ソースコードを確認したり、問題を報告したり、貢献したりできます
kk: Дереккөз кодын қарау, мәселелерді хабарлау немесе үлес қосу
ko: 소스 코드를 보고 문제를 신고하거나 기여하세요
ms: Lihat kod sumber, laporkan masalah, atau sumbang
nb: Se kildekoden, rapporter problemer eller bidra
nl: Bekijk broncode, meld problemen of draag bij
pl: Zobacz kod źródłowy, zgłoś problemy lub dołącz do współpracy
pt_br: Ver código-fonte, relatar problemas ou contribuir
pt_pt: Ver código-fonte, reportar problemas ou contribuir
ro: Vezi codul sursă, raportează probleme sau contribui
ru: Просмотреть исходный код, сообщить о проблемах или внести вклад
sv: Visa källkod, rapportera problem eller bidra
th: ดูซอร์สโค้ด แจ้งปัญหา หรือร่วมพัฒนา
tr: Kaynak kodu görüntüle, sorun bildir veya katkıda bulun
vi: Xem mã nguồn, báo lỗi hoặc đóng góp
zh_hans: 查看源代码、报告问题或参与贡献
zh_hant: 檢視原始程式碼、回報問題或參與貢獻
zh_hk: 檢視原始程式碼、回報問題或參與貢獻

source: View:
ar: عرض:
ca: Veure:
cs: Zobrazení:
da: Vis:
de: Ansicht:
el: Προβολή:
es: Ver:
es_419: Ver:
fa: نمایش:
fi: Näytä:
fr: Affichage :
fr_ca: Affichage :
he: הצגה:
hi: दिखाएँ:
hu: Nézet:
id: Tampilan:
it: Visualizza:
ja: 表示：
kk: Көрініс:
ko: 보기:
ms: Lihat:
nb: Vis:
nl: Weergave:
pl: Widok:
pt_br: Exibir:
pt_pt: Ver:
ro: Vizualizare:
ru: Просмотр:
sv: Visa:
th: มุมมอง:
tr: Görünüm:
vi: Hiển thị:
zh_hans: 视图：
zh_hant: 檢視：
zh_hk: 檢視：

source: Visualization
ar: التصور
ca: Visualització
cs: Vizualizace
da: Visualisering
de: Visualisierung
el: Απεικόνιση
es: Visualización
es_419: Visualización
fa: بصری‌سازی
fi: Visualisointi
fr: Visualisation
fr_ca: Visualisation
he: המחשה
hi: दृश्यरण
hu: Vizualizáció
id: Visualisasi
it: Visualizzazione
ja: 可視化
kk: Көрнекілеу
ko: 시각화
ms: Visualisasi
nb: Visualisering
nl: Visualisatie
pl: Wizualizacja
pt_br: Visualização
pt_pt: Visualização
ro: Vizualizare
ru: Визуализация
sv: Visualisering
th: การแสดงผล
tr: Görselleştirme
vi: Trực quan hóa
zh_hans: 可视化
zh_hant: 視覺化
zh_hk: 視覺化

source: Want to Contribute More?
ar: هل تريد المساهمة أكثر؟
ca: Vols contribuir més?
cs: Chceš přispět víc?
da: Vil du bidrage mere?
de: Möchtest du mehr beitragen?
el: Θες να συνεισφέρεις περισσότερα;
es: ¿Quieres contribuir más?
es_419: ¿Quieres contribuir más?
fa: می‌خواهی بیشتر مشارکت کنی؟
fi: Haluatko osallistua enemmän?
fr: Envie d’en contribuer davantage ?
fr_ca: Tu veux contribuer davantage ?
he: רוצה לתרום יותר?
hi: और योगदान करना चाहते हैं?
hu: Szeretnél többel hozzájárulni?
id: Ingin Berkontribusi Lebih?
it: Vuoi contribuire di più?
ja: さらに貢献しますか？
kk: Тағы үлес қосқыңыз келе ме?
ko: 더 기여하시겠어요?
ms: Ingin menyumbang lebih?
nb: Vil du bidra mer?
nl: Wil je meer bijdragen?
pl: Chcesz wnieść większy wkład?
pt_br: Quer contribuir mais?
pt_pt: Queres contribuir mais?
ro: Vrei să contribui mai mult?
ru: Хочешь внести больший вклад?
sv: Vill du bidra mer?
th: อยากมีส่วนร่วมมากขึ้นไหม?
tr: Daha Fazla Katkıda Bulunmak İster misin?
vi: Muốn đóng góp thêm?
zh_hans: 想要更多贡献？
zh_hant: 想要更多貢獻嗎？
zh_hk: 想作更多貢獻？

source: Welcome to
ar: مرحبًا بك في
ca: Benvingut a
cs: Vítej v
da: Velkommen til
de: Willkommen bei
el: Καλώς ήρθες στο
es: Bienvenido a
es_419: Bienvenido a
fa: خوش آمدید به
fi: Tervetuloa
fr: Bienvenue sur
fr_ca: Bienvenue à
he: ברוך הבא ל
hi: आपका स्वागत है
hu: Üdvözlünk a(z)
id: Selamat datang di
it: Benvenuto in
ja: ようこそ
kk: Қош келдіңіз
ko: 환영합니다
ms: Selamat datang ke
nb: Velkommen til
nl: Welkom bij
pl: Witamy w
pt_br: Bem-vindo a
pt_pt: Bem-vindo a
ro: Bine ai venit la
ru: Добро пожаловать в
sv: Välkommen till
th: ยินดีต้อนรับสู่
tr: Hoş geldin
vi: Chào mừng đến với
zh_hans: 欢迎使用
zh_hant: 歡迎使用
zh_hk: 歡迎使用

source: Welcome to As Needed
ar: مرحبًا بك في As Needed
ca: Benvingut a As Needed
cs: Vítej v As Needed
da: Velkommen til As Needed
de: Willkommen bei As Needed
el: Καλώς ήρθες στο As Needed
es: Bienvenido a As Needed
es_419: Bienvenido a As Needed
fa: به As Needed خوش آمدید
fi: Tervetuloa As Needed
fr: Bienvenue dans As Needed
fr_ca: Bienvenue dans As Needed
he: ברוך הבא ל‑As Needed
hi: As Needed में आपका स्वागत है
hu: Üdvözlünk az As Needed alkalmazásban
id: Selamat datang di As Needed
it: Benvenuto in As Needed
kk: As Needed‑ке қош келдіңіз
ko: As Needed에 오신 것을 환영합니다
ms: Selamat datang ke As Needed
nb: Velkommen til As Needed
nl: Welkom bij As Needed
pl: Witamy w As Needed
pt_br: Bem-vindo ao As Needed
pt_pt: Bem-vindo ao As Needed
ro: Bine ai venit la As Needed
ru: Добро пожаловать в As Needed
sv: Välkommen till As Needed
th: ยินดีต้อนรับสู่ As Needed
tr: As Needed'e hoş geldin
vi: Chào mừng đến với As Needed
zh_hans: 欢迎使用 As Needed
zh_hant: 歡迎使用 As Needed
zh_hk: 歡迎使用 As Needed

source: When
ar: متى
ca: Quan
cs: Kdy
da: Hvornår
de: Wann
el: Πότε
es: Cuándo
es_419: Cuándo
fa: چه زمانی
fi: Milloin
fr: Quand
fr_ca: Quand
he: מתי
hi: कब
hu: Mikor
id: Kapan
it: Quando
ja: いつ
kk: Қашан
ko: 언제
ms: Bila
nb: Når
nl: Wanneer
pl: Kiedy
pt_br: Quando
pt_pt: Quando
ro: Când
ru: Когда
sv: När
th: เมื่อ
tr: Ne zaman
vi: Khi nào
zh_hans: 何时
zh_hant: 何時
zh_hk: 何時

source: Would you like to include technical logs to help diagnose issues? No medication names are stored in logs - only technical information like app events, errors, and system information.
ar: هل تود تضمين سجلات تقنية للمساعدة في تشخيص المشكلات؟ لا يتم تخزين أسماء الأدوية في السجلات - فقط معلومات تقنية مثل أحداث التطبيق، الأخطاء، ومعلومات النظام.
ca: Vols incloure registres tècnics per ajudar a diagnosticar problemes? No es guarden noms de medicaments en els registres: només informació tècnica com esdeveniments de l'app, errors i informació del sistema.
cs: Chceš zahrnout technické záznamy, které pomohou diagnostikovat problémy? Žádná jména léků se do záznamů neukládají – pouze technické informace jako události aplikace, chyby a systémové informace.
da: Vil du medtage tekniske logfiler for at hjælpe med at diagnosticere problemer? Ingen medicinnavne gemmes i logfilerne – kun teknisk information som app‑begivenheder, fejl og systemoplysninger.
de: Möchtest du technische Protokolle zur Fehlersuche mitschicken? In den Protokollen werden keine Medikamentennamen gespeichert – nur technische Informationen wie App‑Ereignisse, Fehler und Systeminformationen.
el: Θες να συμπεριλάβεις τεχνικά αρχεία καταγραφής για να βοηθήσεις στη διάγνωση προβλημάτων? Τα ονόματα φαρμάκων δεν αποθηκεύονται στα αρχεία καταγραφής - μόνο τεχνικές πληροφορίες όπως συμβάντα της εφαρμογής, σφάλματα, και πληροφορίες συστήματος.
es: ¿Quieres incluir registros técnicos para ayudar a diagnosticar problemas? No se almacenan nombres de medicamentos en los registros: solo información técnica como eventos de la app, errores e información del sistema.
es_419: ¿Te gustaría incluir registros técnicos para ayudar a diagnosticar problemas? Ningún nombre de medicamento se almacena en los registros: solo información técnica como eventos de la app, errores e información del sistema.
fa: می‌خواهی لاگ‌های فنی را برای کمک به تشخیص مشکلات بفرستی؟ هیچ نام دارویی در لاگ‌ها ذخیره نمی‌شود — فقط اطلاعات فنی مثل رخدادهای برنامه، خطاها و اطلاعات سیستم.
fi: Haluatko liittää tekniset lokit ongelman selvittämisen avuksi? Lokit eivät sisällä lääkkeiden nimiä — ainoastaan teknistä tietoa kuten sovellustapahtumia, virheitä ja järjestelmätietoja.
fr: Souhaites‑tu inclure les journaux techniques pour aider au diagnostic des problèmes ? Aucun nom de médicament n’est enregistré dans les logs : seules des informations techniques comme les événements de l’app, les erreurs et les informations système le sont.
fr_ca: Souhaites-tu inclure des journaux techniques pour aider à diagnostiquer les problèmes ? Aucune appellation de médicament n’est enregistrée dans les journaux — seules des informations techniques comme les événements de l’app, les erreurs et les informations système le sont.
he: האם ברצונך לכלול יומנים טכניים כדי לסייע באבחון בעיות? שמות תרופות לא נשמרים ביומנים — רק מידע טכני כמו אירועי אפליקציה, שגיאות ומידע מערכת.
hi: क्या आप समस्याओं का निदान करने में मदद के लिए तकनीकी लॉग शामिल करना चाहेंगे? लॉग में किसी भी दवा के नाम संग्रहीत नहीं होते — केवल तकनीकी जानकारी जैसे ऐप इवेंट, त्रुटियाँ, और सिस्टम जानकारी।
hu: Szeretnéd mellékelni a technikai naplókat a hibák feltárásához? A naplókban nincsenek gyógyszernév-adatok — csak technikai információk, mint az alkalmazás eseményei, hibák és rendszerinformációk.
id: Apakah Anda ingin menyertakan log teknis untuk membantu mendiagnosis masalah? Tidak ada nama obat yang disimpan dalam log — hanya informasi teknis seperti kejadian aplikasi, kesalahan, dan informasi sistem.
it: Vuoi includere i log tecnici per aiutare a diagnosticare i problemi? Nei log non vengono memorizzati i nomi dei farmaci: solo informazioni tecniche come eventi dell'app, errori e informazioni di sistema.
ja: 技術的なログを含めて問題の診断に役立てますか？ログには薬の名前は保存されません — アプリのイベント、エラー、システム情報などの技術情報のみが含まれます。
kk: Мәселелерді анықтауға көмектесу үшін техникалық журналдарды қосағыңыз келе ме? Журналдарға дәрі атаулары сақталмайды — тек қосымшаның оқиғалары, қателері және жүйе туралы техникалық ақпарат жазылады.
ko: 문제 진단을 돕기 위해 기술 로그를 포함하시겠습니까? 로그에는 약 이름이 저장되지 않습니다 — 앱 이벤트, 오류 및 시스템 정보와 같은 기술 정보만 저장됩니다.
ms: Adakah anda ingin menyertakan log teknikal untuk membantu mendiagnosis masalah? Tiada nama ubat disimpan dalam log - hanya maklumat teknikal seperti acara aplikasi, ralat, dan maklumat sistem.
nb: Vil du inkludere tekniske logger for å hjelpe med å diagnostisere problemer? Ingen medisinnavn lagres i loggene - bare teknisk informasjon som app-hendelser, feil og systeminformasjon.
nl: Wil je technische logs toevoegen om problemen te helpen diagnosticeren? Er worden geen medicijnnamen in de logs opgeslagen - alleen technische informatie zoals app-gebeurtenissen, fouten en systeeminformatie.
pl: Czy chcesz dołączyć logi techniczne, by pomóc w diagnozie problemów? Nazwy leków nie są zapisywane w logach - tylko informacje techniczne, takie jak zdarzenia aplikacji, błędy i dane systemowe.
pt_br: Deseja incluir logs técnicos para ajudar a diagnosticar problemas? Nenhum nome de medicamento é armazenado nos logs - apenas informações técnicas como eventos do app, erros e informações do sistema.
pt_pt: Gostarias de incluir registos técnicos para ajudar a diagnosticar problemas? Nenhum nome de medicamento é guardado nos registos — apenas informação técnica como eventos da app, erros e informação do sistema.
ro: Dorești să incluzi jurnalele tehnice pentru a ajuta la diagnosticarea problemelor? Numele medicamentelor nu sunt stocate în jurnale - doar informații tehnice precum evenimente ale aplicației, erori și informații despre sistem.
ru: Хотел(а) бы включить технические логи, чтобы помочь в диагностике проблем? Имена лекарств в логах не сохраняются — только техническая информация, такая как события приложения, ошибки и системные данные.
sv: Vill du inkludera tekniska loggar för att hjälpa till att diagnostisera problem? Inga läkemedelsnamn sparas i loggarna – endast teknisk information som apphändelser, fel och systeminformation.
th: ต้องการแนบบันทึกทางเทคนิคเพื่อช่วยวินิจฉัยปัญหาหรือไม่? ไม่มีชื่อยาถูกเก็บในบันทึก — มีเพียงข้อมูลทางเทคนิค เช่น เหตุการณ์ของแอป ข้อผิดพลาด และข้อมูลระบบเท่านั้น
tr: Sorunları teşhis etmeye yardımcı olması için teknik günlükleri eklemek ister misin? Günlüklere ilaç isimleri kaydedilmez — sadece uygulama olayları, hatalar ve sistem bilgileri gibi teknik bilgiler kaydedilir.
vi: Bạn có muốn gửi kèm nhật ký kỹ thuật để giúp chẩn đoán sự cố không? Không có tên thuốc nào được lưu trong nhật ký — chỉ có thông tin kỹ thuật như sự kiện ứng dụng, lỗi và thông tin hệ thống.
zh_hans: 是否要包含技术日志以帮助诊断问题？日志中不存储任何药物名称——只包含诸如应用事件、错误和系统信息等技术信息。
zh_hant: 您是否要包含技術日誌以協助診斷問題？日誌中不會儲存任何藥物名稱—僅包含技術性資訊，例如應用事件、錯誤與系統資訊。
zh_hk: 你想要包含技術日誌以協助診斷問題嗎？日誌中不會儲存藥物名稱 — 只有像應用事件、錯誤及系統資訊等技術性資料。

source: You don't have any medications added to AsNeeded yet. Open the app to add your first medication.
ar: لم تضف أي أدوية إلى AsNeeded بعد. افتح التطبيق لإضافة أدويتك الأولى.
ca: Encara no tens cap medicament afegit a AsNeeded. Obre l'aplicació per afegir el teu primer medicament.
cs: Do AsNeeded zatím nemáš přidané žádné léky. Otevři aplikaci a přidej svůj první lék.
da: Du har endnu ikke tilføjet nogen medicin til AsNeeded. Åbn appen for at tilføje din første medicin.
de: Du hast noch keine Medikamente zu AsNeeded hinzugefügt. Öffne die App, um dein erstes Medikament hinzuzufügen.
el: Δεν έχεις προσθέσει ακόμη φάρμακα στο AsNeeded. Άνοιξε την εφαρμογή για να προσθέσεις το πρώτο σου φάρμακο.
es: Aún no tienes ningún medicamento añadido en AsNeeded. Abre la app para añadir tu primer medicamento.
es_419: Aún no has agregado ningún medicamento a AsNeeded. Abre la app para añadir tu primer medicamento.
fa: هنوز هیچ دارویی به AsNeeded اضافه نکرده‌اید. برنامه را باز کنید تا اولین داروی خود را اضافه کنید.
fi: Sinulla ei ole vielä lääkkeitä lisättynä AsNeedediin. Avaa sovellus lisätäksesi ensimmäisen lääkkeesi.
fr: Tu n'as encore ajouté aucun médicament à AsNeeded. Ouvre l'app pour ajouter ton premier médicament.
fr_ca: Tu n'as pas encore ajouté de médicaments à AsNeeded. Ouvre l’app pour ajouter ton premier médicament.
he: אין לך עדיין תרופות שנוספו ל‑AsNeeded. פתח את האפליקציה כדי להוסיף את התרופה הראשונה שלך.
hi: AsNeeded में अभी आपके पास कोई दवा नहीं जोड़ी गई है। अपनी पहली दवा जोड़ने के लिए ऐप खोलें।
hu: Még nincs AsNeededhez hozzáadott gyógyszered. Nyisd meg az alkalmazást, és add hozzá az első gyógyszeredet.
id: Kamu belum menambahkan obat apa pun ke AsNeeded. Buka aplikasi untuk menambahkan obat pertamamu.
it: Non hai ancora aggiunto farmaci in AsNeeded. Apri l'app per aggiungere il tuo primo farmaco.
ja: AsNeededにはまだ薬が登録されていません。アプリを開いて最初の薬を追加してください。
kk: Сенде AsNeeded-ке әлі ешқандай дәрі қосылмаған. Бағдарламаны ашып бірінші дәріні қос.
ko: AsNeeded에 약물이 아직 추가되어 있지 않습니다. 앱을 열어 첫 약물을 추가하세요.
ms: Anda belum menambah sebarang ubat ke AsNeeded lagi. Buka aplikasi untuk menambah ubat pertama anda.
nb: Du har ikke lagt til noen medisiner i AsNeeded ennå. Åpne appen for å legge til din første medisin.
nl: Je hebt nog geen medicatie toegevoegd aan AsNeeded. Open de app om je eerste medicatie toe te voegen.
pl: Nie dodałeś jeszcze żadnych leków do AsNeeded. Otwórz aplikację, aby dodać swój pierwszy lek.
pt_br: Você ainda não adicionou nenhum medicamento ao AsNeeded. Abra o app para adicionar seu primeiro medicamento.
pt_pt: Ainda não adicionaste nenhum medicamento ao AsNeeded. Abre a app para adicionar o teu primeiro medicamento.
ro: Nu ai încă niciun medicament adăugat în AsNeeded. Deschide aplicația pentru a adăuga primul medicament.
ru: У тебя ещё нет лекарств в AsNeeded. Открой приложение, чтобы добавить первое лекарство.
sv: Du har ännu inga läkemedel tillagda i AsNeeded. Öppna appen för att lägga till ditt första läkemedel.
th: คุณยังไม่ได้เพิ่มยาลงใน AsNeeded เลย เปิดแอปเพื่อเพิ่มยาตัวแรกของคุณ
tr: AsNeeded'e henüz hiç ilaç eklemediniz. İlk ilacınızı eklemek için uygulamayı açın.
vi: Bạn chưa thêm thuốc nào vào AsNeeded. Mở app để thêm thuốc đầu tiên của bạn.
zh_hans: 您尚未在 AsNeeded 添加任何药物。打开应用以添加您的第一个药物。
zh_hant: 你尚未在 AsNeeded 新增任何藥物。打開 App 以新增你的第一個藥物。
zh_hk: 你尚未在 AsNeeded 新增任何藥物。打開應用程式以新增你的第一種藥物。

# You have %lld medications: %@
source: You have %1$lld medications: %2$@
ar: لديك %1$lld دواءً: %2$@
ca: Tens %1$lld medicaments: %2$@
cs: Máš %1$lld léků: %2$@
da: Du har %1$lld medicin: %2$@
de: Du hast %1$lld Medikamente: %2$@
el: Έχεις %1$lld φάρμακα: %2$@
es: Tienes %1$lld medicamentos: %2$@
es_419: Tienes %1$lld medicamentos: %2$@
fa: شما %1$lld دارو دارید: %2$@
fi: Sinulla on %1$lld lääkettä: %2$@
fr: Tu as %1$lld médicaments : %2$@
fr_ca: Tu as %1$lld médicaments : %2$@
he: יש לך %1$lld תרופות: %2$@
hi: आपके पास %1$lld दवाइयाँ हैं: %2$@
hu: Nálad %1$lld gyógyszer van: %2$@
id: Kamu punya %1$lld obat: %2$@
it: Hai %1$lld farmaci: %2$@
ja: 薬が%1$lld件あります：%2$@
kk: Сенде %1$lld дәрі бар: %2$@
ko: 약물이 %1$lld개 있습니다: %2$@
ms: Anda mempunyai %1$lld ubat: %2$@
nb: Du har %1$lld medisiner: %2$@
nl: Je hebt %1$lld medicijnen: %2$@
pl: Masz %1$lld leków: %2$@
pt_br: Você tem %1$lld medicamentos: %2$@
pt_pt: Tens %1$lld medicamentos: %2$@
ro: Ai %1$lld medicamente: %2$@
ru: У тебя %1$lld лекарств: %2$@
sv: Du har %1$lld läkemedel: %2$@
th: คุณมี %1$lld รายการยา: %2$@
tr: %1$lld ilacınız var: %2$@
vi: Bạn có %1$lld thuốc: %2$@
zh_hans: 您有 %1$lld 个药物：%2$@
zh_hant: 你有 %1$lld 種藥物：%2$@
zh_hk: 你有 %1$lld 種藥物：%2$@

source: You have one medication: %@
ar: لديك دواء واحد: %@
ca: Tens un medicament: %@
cs: Máš jeden lék: %@
da: Du har én medicin: %@
de: Du hast ein Medikament: %@
el: Έχεις ένα φάρμακο: %@
es: Tienes un medicamento: %@
es_419: Tienes un medicamento: %@
fa: شما یک دارو دارید: %@
fi: Sinulla on yksi lääke: %@
fr: Tu as un médicament : %@
fr_ca: Tu as un médicament : %@
he: יש לך תרופה אחת: %@
hi: आपके पास एक दवा है: %@
hu: Egy gyógyszered van: %@
id: Kamu punya satu obat: %@
it: Hai un farmaco: %@
ja: 薬が1つ登録されています：%@
kk: Сенде бір дәрі бар: %@
ko: 약물이 하나 있습니다: %@
ms: Anda mempunyai satu ubat: %@
nb: Du har én medisin: %@
nl: Je hebt één medicijn: %@
pl: Masz jeden lek: %@
pt_br: Você tem um medicamento: %@
pt_pt: Tens um medicamento: %@
ro: Ai un medicament: %@
ru: У тебя одно лекарство: %@
sv: Du har ett läkemedel: %@
th: คุณมียาหนึ่งรายการ: %@
tr: Bir ilacınız var: %@
vi: Bạn có một loại thuốc: %@
zh_hans: 您有一项药物：%@
zh_hant: 你有一項藥物：%@
zh_hk: 你有一種藥物：%@

source: You haven't set any reminders for %@ yet.
ar: لم تقم بتعيين أي تذكيرات لـ %@ بعد.
ca: Encara no has configurat recordatoris per a %@.
cs: Pro %@ zatím nejsou nastavená žádná připomenutí.
da: Du har endnu ikke sat nogen påmindelser for %@.
de: Du hast noch keine Erinnerungen für %@ festgelegt.
el: Δεν έχεις ρυθμίσει ακόμα ειδοποιήσεις για %@.
es: Todavía no has configurado recordatorios para %@.
es_419: Aún no has establecido recordatorios para %@.
fa: هنوز هیچ یادآوری برای %@ تنظیم نکرده‌اید.
fi: Et ole vielä asettanut muistutuksia lääkkeelle %@.
fr: Tu n'as pas encore défini de rappels pour %@.
fr_ca: Tu n'as pas encore configuré de rappels pour %@.
he: טרם קבעת תזכורות עבור %@.
hi: आपने %@ के लिए अभी तक कोई रिमाइंडर नहीं सेट किया है।
hu: %@-hoz még nem állítottál be emlékeztetőt.
id: Kamu belum menyiapkan pengingat untuk %@.
it: Non hai ancora impostato promemoria per %@.
ja: %@のリマインダーはまだ設定されていません。
kk: Әлі %@ үшін ешқандай еске салғыш орнатпағансың.
ko: %@에 대한 알림이 아직 설정되어 있지 않습니다.
ms: Anda belum menetapkan sebarang peringatan untuk %@ lagi.
nb: Du har ikke satt opp noen påminnelser for %@ ennå.
nl: Je hebt nog geen herinneringen ingesteld voor %@.
pl: Nie ustawiłeś jeszcze żadnych przypomnień dla %@.
pt_br: Você ainda não definiu nenhum lembrete para %@.
pt_pt: Ainda não definiste lembretes para %@.
ro: Nu ai setat încă mementouri pentru %@.
ru: Ты ещё не настроил(а) напоминания для %@.
sv: Du har inte ställt in några påminnelser för %@ än.
th: คุณยังไม่ได้ตั้งการเตือนสำหรับ %@ เลย.
tr: %@ için henüz hiçbir hatırlatıcı ayarlamadınız.
vi: Bạn chưa đặt lời nhắc nào cho %@.
zh_hans: 您尚未为 %@ 设置任何提醒。
zh_hant: 你尚未為 %@ 設定任何提醒。
zh_hk: 你尚未為 %@ 設定任何提醒。

source: You haven't taken any %@ today.
ar: لم تتناول أيّ %@ اليوم.
ca: Avui no has pres cap de %@
cs: Dnes pro %@ není zaznamenáno žádné užití.
da: Du har ikke taget nogen %@ i dag.
de: Du hast heute noch kein %@ eingenommen.
el: Δεν έχεις πάρει κανένα %@ σήμερα.
es: Hoy no has tomado ningún %@.
es_419: No has tomado ningún %@ hoy.
fa: امروز هیچ %@ را مصرف نکرده‌اید.
fi: Et ole ottanut tänään mitään %@:a.
fr: Tu n'as pris aucun %@ aujourd'hui.
fr_ca: Tu n'as pas pris %@ aujourd'hui.
he: טרם נטלת אף %@ היום.
hi: आपने आज कोई %@ नहीं ली।
hu: Ma még nem szedtél %@-t.
id: Kamu belum mengonsumsi %@ hari ini.
it: Non hai assunto nessun %@ oggi.
ja: 今日は%@をまだ服用していません。
kk: Бүгін әлі %@ ішкен жоқсың.
ko: 오늘 %@을 아직 복용하지 않았습니다.
ms: Anda belum mengambil sebarang %@ hari ini.
nb: Du har ikke tatt noen av %@ i dag.
nl: Je hebt vandaag nog geen %@ ingenomen.
pl: Nie zażyto dziś żadnego %@.
pt_br: Você não tomou nenhum %@ hoje.
pt_pt: Ainda não tomaste nenhum %@ hoje.
ro: Nu ai luat niciun %@ astăzi.
ru: Ты ещё не принимал(а) %@ сегодня.
sv: Du har inte tagit någon %@ idag.
th: คุณยังไม่ได้ทาน %@ วันนี้.
tr: Bugün hiç %@ almadınız.
vi: Hôm nay bạn chưa dùng bất kỳ %@ nào.
zh_hans: 您今天还没有服用任何 %@。
zh_hant: 你今天還沒有服用任何 %@。
zh_hk: 你今天還未服用任何 %@。
